[{"Standard": "ISO/IEEE 11073-10407:2010 Health informatics–personal health device communication –Part 10407: Device Specialization–Blood pressure monitor", "Description": "Establishes a normative definition of communication between personal telehealth blood pressure monitor devices and computer engines in a manner that enables plug-and-play interoperability.", "StandardDomain": "Interoperability between devices and systems", "URL": "https://www.iso.org/standard/54573.html", "Notes": null}, {"Standard": "ISO/IEEE 11073-20601:2016 Health informatics–personal health device communication –Part 20601: Application profile–Optimized Exchange Protocol", "Description": "Defines a common framework for making an abstract model of personal health data available in transport-independent transfer syntax required to establish logical connections between systems and to provide presentation capabilities and services needed to perform communication tasks", "StandardDomain": "Interoperability among personal health devices", "URL": "https://www.iso.org/standard/66717.html", "Notes": null}, {"Standard": "Continua Design Guidelines", "Description": "The PCHAlliance publishes and promotes the global adoption of standards and the implementation guidelines that unleash the massive amounts of medical-grade data that enables a more holistic perspective. Commercial ready software enables the rapid integration of these standards into your product. A conformity assessment program verifies that the standards have been properly and uniformly implemented.", "StandardDomain": "Moving data from health monitoring tools (personal health devices, apps, etc.) to health information systems like EHRs", "URL": "https://www.pchalliance.org/continua-design-guidelines", "Notes": "Developed by PCHA which developed HL7 Personal Health Device IG and HL7 Point-of-Care Device IG"}, {"Standard": "HL7 Unique Mobile Health Application Identifier (UMHAI) Project", "Description": "This is a unique identifier that uniquely identifies mobile health application instance as installed on a mobile device. \nRelated data elements would included  Application name, App Builder, version, build number, hosting device, unique identifiers [similar to  a Vehicle Identification Number (VIN) used to track and identify individual vehicle].  Unique Mobile Health Application Identifier enables identification of application instance to facilitate recall, maintenance, transparency and traceability.", "StandardDomain": "Mobile health app identifier", "URL": "https://confluence.hl7.org/display/MH/Unique+Mobile+Health+Application+Identifier+%28UMHAI%29+Project", "Notes": null}, {"Standard": "Open mHealth", "Description": "We are making patient-generated data accessible through an open data standard and community.", "StandardDomain": "Accessing data from third party APIs", "URL": "https://www.openmhealth.org", "Notes": null}, {"Standard": "IHE Personal Health Device Observation Upload (POU) ", "Description": "The Personal Health Device Observation Upload Profile describes a standardized means of\nrepresenting personal healthcare device (PHD) data as FHIR resources. PHDs are typically used by patients at home. The POU is anticipated to supplement any IHE profile or activity requiring\na patient to use PHDs.", "StandardDomain": "Personal Health Data as FHIR", "URL": "https://www.ihe.net/uploadedFiles/Documents/PCD/IHE_PCD_Suppl_POU_Rev1-0_PC_2019-12-06.pdf", "Notes": null}, {"Standard": "SMART Markers", "Description": "SMART Markers is a software framework for capturing patient generated health data and their seamless electronic submission to the health system. App innovators can use SMART Markers to create their own custom version of practitioner and patient PGHD apps and readily leverage an interoperable PGHD functionality out of the box- without having to reinvent the wheel. ", "StandardDomain": "Patient to practioner data sharing", "URL": "https://smarthealthit.org/smart-markers-a-framework-for-patient-generated-data/", "Notes": null}, {"Standard": "United States Core Date Interoperability (USCDI)", "Description": "Standardized set of health data classes and constituent data elements for nationwide, interoperable health information exchange", "StandardDomain": "Nationwide interoperability", "URL": "https://www.healthit.gov/isa/united-states-core-data-interoperability-uscdi#uscdi-v2", "Notes": null}, {"Standard": "SMART App Launch IG", "Description": "Authorizes a user-facing client application (“App”) to connect to a FHIR Server. This pattern allows for “launch context” such as currently selected patientto be shared with the app, based on a user’s session inside an EHR or other health data software, or based on a user’s selection at launch time. Authorization allows for delegation of a user’s permissions to the app itself.", "StandardDomain": "Interoperability between devices and systems", "URL": "http://www.hl7.org/fhir/smart-app-launch/", "Notes": null}, {"Standard": "HL7 Functional Framework for Consumer Mobile Health Applications", "Description": "Functional and non-functional requirements for mobile application developers", "StandardDomain": "Security, privacy, data access", "URL": "http://www.hl7.org/documentcenter/public/standards/dstu/HL7_CMHAFF_R1_STU_2018JUN.pdf", "Notes": null}, {"Standard": "HL7 Application Data Exchange Assessment Framework and Functional Requirements for Mobile Health", "Description": "The purpose of this implementation guide is document the functional requirements that can be used to assess devices, applications, and FHIR profiles to ensure that the essential data needed for clinical, patient and research uses is present in communications between applications.", "StandardDomain": "Interoperability between devices and EHRs", "URL": "http://hl7.org/fhir/uv/mhealth-framework/2020May/", "Notes": null}, {"Standard": null, "Description": null, "StandardDomain": null, "URL": null, "Notes": null}]